{
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "dap": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lsp-zero": { "branch": "v3.x" },
  "lua-snip": { "branch": "master" },
  "lualine": { "branch": "master" },
  "mason": { "branch": "main" },
  "mason-lspconfig": { "branch": "main" },
  "neo-tree.nvim": { "branch": "v3.x" },
  "none-ls": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "onedark": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope": { "branch": "master" },
  "tmux-navigator": { "branch": "master" },
  "treesitter": { "branch": "master" },
  "ui-select": { "branch": "master" }
}